13/data/attachments/2365f7bac9e36a8e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Catherine_fall_Friend_49781_5</nif:username>
            <nif:friendToBeRequested>soap_friends_f7b876d8-e9e2-4808-b09c-822ecbf31510</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>